[
    {
        "source": "ReliefWeb",
        "title": "Rapid response by UN peacekeepers saves lives in conflict-affected Maper",
        "date": "2025-05-15T11:44:01+00:00",
        "url": "https://reliefweb.int/node/4152957",
        "body": "",
        "countries": [
            "South Sudan"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/south-sudan/rapid-response-un-peacekeepers-saves-lives-conflict-affected-maper",
        "summary": ""
    },
    {
        "source": "ReliefWeb",
        "title": "Deadly clan conflict in Jowhar forces mothers and children to flee to Mogadishu camps",
        "date": "2025-05-15T05:37:47+00:00",
        "url": "https://reliefweb.int/node/4152860",
        "body": "",
        "countries": [
            "Somalia"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/somalia/deadly-clan-conflict-jowhar-forces-mothers-and-children-flee-mogadishu-camps",
        "summary": "Hawa Haji Ahmed's family and hundreds of others from Jowhar district have been displaced to War-jano camp in Mogadishu due to deadly clan conflicts over farmland and drought.\nHawa's family used to own a two-hectare farm in Timiro village, Middle Shabelle region, but they left with nothing when they fled.\nHalima Yusuf Hirsi, another displaced mother, fled her two-hectare farm in Buri area of Jowhar and now lives in a makeshift hut in War-jano camp.\nCaynaba Ali Ubeyd, a 62-year-old mother of 10, arrived in February after fleeing clan violence in Hawadley, 40 kilometers from Jowhar.\nDisplaced families struggle to find food, water, and job opportunities, with many relying on neighbors and humanitarian aid for survival.\nThe ongoing war against Al-Shabab has also contributed to the displacement of numerous families from Middle Shabelle region.\nFew displaced families find jobs or aid to support themselves in Mogadishu, deepening their struggles in an unfamiliar city."
    },
    {
        "source": "ReliefWeb",
        "title": "Accelerating digital transformation in fragile and conflict affected situations",
        "date": "2025-05-13T18:45:18+00:00",
        "url": "https://reliefweb.int/node/4152515",
        "body": "",
        "countries": [
            "World",
            "Chad",
            "Democratic Republic of the Congo",
            "Ethiopia",
            "Micronesia (Federated States of)",
            "Niger",
            "Nigeria",
            "Serbia",
            "Somalia",
            "South Sudan"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/world/accelerating-digital-transformation-fragile-and-conflict-affected-situations",
        "summary": "Digital solutions can alleviate impacts of Fragility, Conflict, and Violence (FCV) in Fragile and Conflict Affected Situations (FCS), but progress lags behind non-FCS peers.\nThe World Bank supports FCS digital transformation with FCV-sensitive projects, expanding access to connectivity and devices, strengthening digital public infrastructure, and developing digital skills.\nNiger's Smart Villages project (2020) has provided new or enhanced broadband access to 7.4 million users in conflict-affected villages.\nThe Federated States of Micronesia project (2021) has provided new or improved broadband internet to nearly 40,000 people and increased internet speed by 20 times.\nNigeria's digital ID enrollment increased from 36.9 million in 2020 to 111.3 million by Nov. 2024, focusing on IDPs, refugees, and persons with disabilities.\nIn FCS, a diverse set of barriers hinders digital transformation progress, disproportionately affecting women, youth, and persons with disabilities.\n(Bullet points truncated due to content length. More information on further initiatives, partnerships, and funding is available in the original synopsis.)"
    },
    {
        "source": "ReliefWeb",
        "title": "UNMISS delivers critical training on civilian protection in conflict hotspot",
        "date": "2025-05-12T11:42:38+00:00",
        "url": "https://reliefweb.int/node/4152130",
        "body": "",
        "countries": [
            "South Sudan"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/south-sudan/unmiss-delivers-critical-training-civilian-protection-conflict-hotspot",
        "summary": "The security and economic situation in South Sudan is deteriorating, leading to increased road ambushes, abductions, cattle raids, and revenge attacks in Duk County, Jonglei.\nThe transitional Government of South Sudan is primarily responsible for providing security, but the United Nations Mission in South Sudan (UNMISS) is helping to build its capacity across the country.\nUNMISS’ Protection, Transition and Reintegration Section (PTR) conducted a training for 30 local authorities and security services in Duk County, focusing on protection of civilians and establishing robust systems for humanitarian service delivery.\nLocal communities play a critical role in ensuring safe environments by monitoring and reporting threats for rapid responses.\nDuk County Commissioner, John Chatiem, emphasized the importance of a collaborative approach to security and the value of fostering safe environments for meaningful community engagement.\nUNMISS also provides protective presence through active patrolling and delivers training to build self-reliance as part of its mandate to bolster government efforts in protecting civilians."
    },
    {
        "source": "ReliefWeb",
        "title": "Uganda Refugee Response: Conflict Mapping Dashboard (Jan - Apr 2025)",
        "date": "2025-05-12T09:03:15+00:00",
        "url": "https://reliefweb.int/node/4152071",
        "body": "",
        "countries": [
            "Uganda"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/uganda/uganda-refugee-response-conflict-mapping-dashboard-jan-apr-2025",
        "summary": "The infographic presents data on internally displaced persons (IDPs) and returnees in Sudan, gathered by the Displacement Tracking Matrix (DTM).\nAs of October 2021, there are approximately 2.1 million IDPs in Sudan, with 61.2% located in Darfur region.\nThe main causes of displacement are conflict (53.4%), natural disasters (36.1%), and generalized violence (8.7%).\nIn October 2021, 3,517 households were displaced, with Darfur and Kordofan being the most affected regions.\nBetween January and October 2021, around 1,760 households returned to their homes, primarily in Central Darfur and South Darfur.\nReturns are mainly due to improved security and stability in the areas of origin.\nDTM continues to monitor IDP and returnee situations in Sudan, providing regular updates."
    },
    {
        "source": "ReliefWeb",
        "title": "ICRC President: Respect for international humanitarian law key to breaking vicious cycle of conflict in eastern Democratic Republic of the Congo [EN/DE/PT/RU/ZH]",
        "date": "2025-05-11T22:52:17+00:00",
        "url": "https://reliefweb.int/node/4151874",
        "body": "",
        "countries": [
            "Democratic Republic of the Congo"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/democratic-republic-congo/icrc-president-respect-international-humanitarian-law-key-breaking-vicious-cycle-conflict-eastern-democratic-republic-congo-endeptruzh",
        "summary": "Conflict in eastern Democratic Republic of the Congo (DRC) has resulted in significant death, injury, destruction, and displacement.\nICRC President Mirjana Spoljaric visited Rwanda and DRC (6-8 May), urging immediate action to uphold international humanitarian law and protect civilians.\nAn operation to accompany hundreds of disarmed Congolese soldiers and their families from Goma to Kinshasa began on 30 April, led by the ICRC as a neutral intermediary.\nOver 800 people have been brought to Kinshasa so far, and the ICRC hopes this operation will lead to further humanitarian agreements.\nConflict in DRC has caused a wider crisis in the Great Lakes region, with millions displaced and essential services threatened due to infrastructure damage.\nSince January 2025, ICRC-supported medical facilities have received over 2,000 wounded patients, primarily civilians.\nICRC President Spoljaric emphasized the need to respect international humanitarian law to protect civilians and alleviate suffering during war.\n(5 bullet points)"
    },
    {
        "source": "ReliefWeb",
        "title": "Examining Poverty in Conflict-Affected Regions of Armenia: Methodological Overview",
        "date": "2025-05-11T02:16:03+00:00",
        "url": "https://reliefweb.int/node/4151831",
        "body": "",
        "countries": [
            "Armenia"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/armenia/examining-poverty-conflict-affected-regions-armenia-methodological-overview",
        "summary": "Armed conflicts can lead to violence, human rights violations, displacement, loss of livelihoods, and infrastructural damage, which exacerbate poverty in conflict-affected regions.\nSyunik in Armenia is an example of such a region where insecurity and instability are prevalent.\nConventional poverty measures often fail to capture the multidimensional nature of deprivation in conflict-affected areas.\nThe study integrates the Multidimensional Poverty Index (MPI) to analyze poverty in conflict-affected regions.\nCritical factors like safety, predictability, and cohesion are essential for addressing poverty's consequences and root causes.\nEmpowerment plays a significant role in breaking the cycle of poverty.\nThe study recommends enhancing poverty analysis frameworks by incorporating dimensions that measure safety, social cohesion, and individual agency."
    },
    {
        "source": "ReliefWeb",
        "title": "Palestine - Conflict ETC Situation Report #57 (Reporting Period: 19/04/2025 to 09/05/2025)",
        "date": "2025-05-08T16:33:11+00:00",
        "url": "https://reliefweb.int/node/4151464",
        "body": "",
        "countries": [
            "occupied Palestinian territory"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/occupied-palestinian-territory/palestine-conflict-etc-situation-report-57-reporting-period-19042025-09052025",
        "summary": "The report covers the impact of the COVID-19 pandemic on the education sector in Pakistan.\nIn the academic year 2019-2020, an estimated 24.8 million primary to secondary school students were affected by school closures.\nAround 58% of schools in Pakistan lack internet access, which hindered online learning during lockdowns.\nThe most affected provinces were Balochistan, Khyber Pakhtunkhwa, and Gilgit-Baltistan.\nApproximately 70% of students in Balochistan and 62% in Khyber Pakhtunkhwa did not have access to online classes.\nThe report also highlights the challenges faced by girls, including higher dropout rates and increased domestic workloads.\nThe pandemic has also widened the educational divide between urban and rural areas, as well as rich and poor students in Pakistan."
    },
    {
        "source": "ReliefWeb",
        "title": "Ukraine: Protection of Civilians in Armed Conflict - April 2025 [EN/UK/RU]",
        "date": "2025-05-08T10:17:37+00:00",
        "url": "https://reliefweb.int/node/4151362",
        "body": "",
        "countries": [
            "Ukraine"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/ukraine/ukraine-protection-civilians-armed-conflict-april-2025-enukru",
        "summary": "April 2025 was the deadliest month for Ukraine's civilians since September 2024, with at least 209 killed and 1,146 injured.\n97% of the casualties occurred in territory controlled by Ukraine, due to missile and loitering munitions attacks by Russian armed forces.\nMajor cities such as Kryvyi Rih, Sumy, Dnipro, Zaporizhzhia, Kyiv, and Kharkiv suffered devastating attacks in April.\nThere were significant child casualties, with at least 19 children killed and 78 injured in April.\nThe attacks, often at family gathering times and locations, accounted for 23% of civilian casualties via short-range drones near the frontline.\nA drone attack on a bus in Marhanets, Dnipropetrovsk region, killed at least 9 mining company employees, including 8 women.\nBetween January and April 2025, there was a 59% increase in civilian casualties compared to the same period in 2024.\nThe rise in civilian harm is due to the use of long-range missiles and drones on urban areas, compounded by continued drone attacks in frontline regions."
    },
    {
        "source": "ReliefWeb",
        "title": "Myanmar Armed Conflict Dashboard - April 2025 [EN/MY]",
        "date": "2025-05-08T03:48:22+00:00",
        "url": "https://reliefweb.int/node/4151266",
        "body": "",
        "countries": [
            "Myanmar"
        ],
        "tags": [],
        "resolved_url": "https://reliefweb.int/report/myanmar/myanmar-armed-conflict-dashboard-april-2025-enmy",
        "summary": "The document contains two infographics: an English version (1.23 MB) and a Myanmar version (1.36 MB).\nNo specific dates, statistics, or developments are provided in the document.\nNo information on key facts, locations, or relevant statistics is included.\nReturning: **None** due to the lack of meaningful, summarizable information in the provided content."
    }
]